{
    "1": {
        "title": "1. Swearing",
        "desc": "Keep swearing to a minimum, we want a toxic free enviroment!"
    },
    "2": {
        "title": "2. Spamming Content",
        "desc": "Repeatedly sending unnecessary and random messages (5 or more times) in any channel will result in a 10+ minute mute. (except <#597986251659935755>)"
    },
    "3": {
        "title": "3. Argumentative Situations",
        "desc": "Anybody causing argumentative situations or drama can result in Administrative Action being taken against themselves."
    },
    "4": {
        "title": "4. Disrespectful Actions",
        "desc": "Do not disrespect anyone in this server, this also includes derogatory terms, slurs, racism or other offensive material."
    },
    "5": {
        "title": "5. Not Safe For Work Content",
        "desc": "Sorry Whiteout, NSFW is not allowed, this will result in a temporary ban or permanent ban from the server"
    },
    "6": {
        "title": "6. Self Advertisement",
        "desc": "Do not DM anyone a server invite (without permission). **If you own a guild of people from one country who are all playing IC feel free to ask us to add it to <#769620613580455946>!**"
    },
    "7": {
        "title": "7. Nicknames",
        "desc": "You can change your nickname to whatever you want, as long as it follows the rules, but you shouldn't change it rapidly (applies if you have gone through the new verification system)."
    },
    "8": {
        "title": "8. IC Life",
        "desc": "Your IC life will determine if you are trusted. Bullies and hackers get ban."
    },
    "9": {
        "title": "9. Channel Relevance",
        "desc": "Keep relevant topics in their correct text channels."
    },
    "10": {
        "title": "10. Appropriate Profile Pictures",
        "desc": "Have appropriate profile pictures, they may not be pornography, or have relations to a terrorist organization or a cult. Absolutely no trolling with profile pictures. Same applied to nicknames **and** your discord user names."
    },
    "11": {
        "title": "11. Harassment",
        "desc": "Harassing other people will result in a mute or a kick from the server."
    },
    "12": {
        "title": "12. Drugs",
        "desc": "You are not allowed to be under the influence of drugs, etc. while chatting."
    },
    "13": {
        "title": "13. MiniModding",
        "desc": "MiniModding is prohibited, this includes continuously correcting someone's actions, asking for someone's ban, mute or other administrative action taken against another, or asking for demotion of admins. Don't act like you were an admin, because you will get a strict punishment."
    },
    "14": {
        "title": "14. Pinging",
        "desc": "No unnecessary pinging other members is allowed. It's especially prohibited to ping the owner, the admins, and the whole roles. You can get a role to get pinged when there are important news in the server, you get it by typing `?rank Notifications-Server` in <#709323713207599134>."
    },
    "15": {
        "title": "15. Evasion",
        "desc": "Absolutely no trying to make a loophole around the rules, doing such will result in further punishment than already established."
    },
    "16": {
        "title": "16. Alt accounts",
        "desc": "You are only allowed to join with your alt account, if you state that it's you. Hiding your alt will result in kicking it."
    },
    "17": {
        "title": "17. Personal information",
        "desc": "Without permission of the person, you are not allowed to reveal and share their personal information, such as name, adress, age, etc. This goes also for leaking DMs (Direct Messages)."
    },
    "18": {
        "title": "18. Admins",
        "desc": "Admins also have to follow the server rules. They punish people only depending on the severity of the issue. Admins are always right in arguments about rules and punishments."
    }
}