{
    "1": {
        "title": "1. Respect and discrimination.",
        "desc": "Please be respectful at all times. This means no racism, homophobia, slurs, harassment, excessive swearing, etc. We don’t want anyone to feel uncomfortable in themselves in our server. Do not create any drama or conflicts, or carry any over from other servers into this one."
    },
    "2": {
        "title": "2. Personal information.",
        "desc": "Sharing anyone's personal information without their consent will be strictly punished. This also includes leaking DMs of sensitive topics."
    },
    "3": {
        "title": "3. No NSFW.",
        "desc": "Absolutely no NSFW is allowed, this extends to lewd art, memes, gifs, etc. NSFW channels are also off-limits and we won't create one."
    },
    "4": {
        "title": "4. Keep the server clean and use channels accordingly.",
        "desc": "Make sure you are not spamming outside of <#597986251659935755>, avoid pinging people without a valid reason and make sure you're in the right channel before posting."
    },
    "5": {
        "title": "5. No advertisement.",
        "desc": "Do not advertise yourself, or DM advertise anything such as servers, social medias, etc. without explicitly stated consent. Obviously advertising your IC maps and IC YouTube channels are allowed in the appropriate channels i.e. <#629746121522151454> for IC related channels/videos and <#470134562597502977> for IC maps."
    },
    "6": {
        "title": "6. Drugs.",
        "desc": "You are not allowed to be under the influence of drugs, etc. while chatting."
    },
    "7": {
        "title": "7. Loopholes and alt accounts.",
        "desc": "Do not evade any rules within the server by attempting to use loopholes. Joining with alt accounts after a ban is forbidden and will be strictly punished as we are banning the person not their account. You can also be punished for actions that are not explicitly stated if the severity is deemed adequate to suffice reprimands."
    },
    "moderation": {
        "title": "Moderation",
        "desc": "- Breaking the rules will give you a **warn** and depending on the offense we may take further action.\n- Reaching **3 warns** means immediate **temporary ban** for 14 days.\n- Every warn after 3 warns will give you longer temporary bans depending on action."
    },
    "ban": {
        "title": "Permanent Bans",
        "desc": "- Permanent bans are specific to each case.\n- Moderators have the last word on bans."
    }
}